---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepSpotTopElevationIncludeInsulation
source: html/bfaeef4a-9083-52a0-db35-7210de3021a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepSpotTopElevationIncludeInsulation Property

"Spot Top of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepSpotTopElevationIncludeInsulation { get; }
```